Repository: rookiehome7/bedsiteUnit_Phone
Catalog: bedsiteUnit_Phone/languageString/*.lproj/Localizable.strings
Languages: ta_sg

# btn_back
source: Back
ta_sg: மீண்டும்

# label_language_header
source: Please Select Language
ta_sg: மொழியைத் தேர்ந்தெடுக்கவும்

# btn_selected_language
source: English
ta_sg: தமிழ்

# label_record_prompt1
source: Record
ta_sg: சாதனை

# label_record_prompt2
source: Voice Reminder
ta_sg: குரல் நினைவூட்டல்

# btn_yes
source: Yes
ta_sg: ஆம்

# btn_use_default
source: Use Default Reminder Instead
ta_sg: இயல்புநிலை நினைவூட்டலைப் பயன்படுத்தவும்

# btn_finish
source: Finish
ta_sg: பூச்சு

# label_tap_to_record
source: Tap to Record
ta_sg: பதிவு செய்ய தட்டவும்

# label_recording
source: Recording...
ta_sg: பதிவு செய்யப்படுகிறது ...

# label_confirm
source: Confirm
ta_sg: உறுதிப்படுத்தவும்

# label_rerecord
source: Re-record
ta_sg: மீண்டும் பதிவு செய்

# btn_use_record
source: Record Custom Reminder
ta_sg: பதிவு நினைவூட்டல்

# label_complete
source: Setting Complete
ta_sg: அமைத்தல் முடிந்தது

# label_thx
source: Thank You For Your Patience
ta_sg: பொறுமை காத்தமைக்கு நன்றி
